let dataList = [
	['/static/images/idiom/016.jpg', '不卑不亢在漫的人生道路上我们要', '不卑不亢', '	既不自卑，也不高傲，形容待人态度得体，分寸恰当'],
	['/static/images/idiom/011.jpg', '脱口而出现不假思索藏着一双方品', '脱口而出', '意思是指不假思索，随口说出'],
	['/static/images/idiom/014.jpg', '水滴石穿现他头巾下藏着一侮辱品', '水滴石穿', '也说滴水穿石。水经常滴在石头上，能使石头穿孔。比喻只要坚持不懈，事情就能成功'],
	['/static/images/idiom/013.jpg', '举一反三知道许多事物的情况类推', '举一反三', '从一件事物的情况、道理类推而知道许多事物的情况、道理'],
	['/static/images/idiom/002.jpg', '一日千里走路行步阳山示炸品分享', '一日千里', '形容良马跑得很快。比喻进步神速或事业发展得很快。'],
	['/static/images/idiom/015.jpg', '呆目若不木转眼睛鸡一入负面地方', '呆若木鸡', '形容一个人有些痴傻发愣的样子，或因恐惧或惊异而发愣的样子'],
	['/static/images/idiom/012.jpg', '披星戴月眼睛鸡一入负面地方日分', '披星戴月', '指身披星星，头顶月亮。形容连夜奔波或早出晚归，十分辛苦'],
	['/static/images/idiom/001.jpg', '一刀两断文字书写墨水难行进步山', '一刀两断', '比喻断绝关系。形容行事乾脆爽快。'],
	['/static/images/idiom/004.jpg', '一目了然眼睛看视文字平洗转载好', '一目了然', '看一眼就完全清楚明白。'],
	['/static/images/idiom/010.jpg', '一刻千金头转向嚣浮轻巧鹰乾脆用', '一刻千金', '一刻时光，价值千金。形容时间非常宝贵。'],
	['/static/images/idiom/008.jpg', '一见钟情射箭字中穿嚣浮轻巧双方', '一见钟情', '喻男女双方第一次见面便互相喜爱。']
];
export default {
	dataList
}
